{
	"name": "Streadata.io API Gallery - Instances",
	"description": "This is a repository of instances APIs, self-contained as a Github repository, with HTML and YAML representations of the APIs and their surrounding operations.",
	"image": "http://template.streamdata.gallery/assets/instances.png",
	"created": "2018-02-24",
	"modified": "2018-08-27",
	"url": "http://instances.streamdata.gallery/apis.json",
	"specificationVersion": "0.14",
	"apis": [
		{
			"name": "Browshot",
			"x-api-slug": "browshot",
			"description": "Browshot is a service to take screenshot of web pages. Use any of our mobile and desktop browsers. We provide a powerful API and libraries.",
			"image": "http://kinlane-productions.s3.amazonaws.com/screen-capture-api/717-browshot-com.jpg",
			"humanURL": "http://browshot.com/",
			"baseURL": "https://api.browshot.com//api/v1",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/browshot/openapi.md"
				}
			]
		},
		{
			"name": "IBM Watson",
			"x-api-slug": "ibm-watson",
			"description": "Meet IBM Watson, a cognitive system that enables a new partnership between people and computers that enhances and scales human expertise. Watson has been learning the language of professions and is trained by experts to work across many different industries.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/ibm-watson-logo.png",
			"humanURL": "https://www.ibm.com/smarterplanet/us/en/ibmwatson/developercloud/",
			"baseURL": "https://ibm-watson-ml.mybluemix.net/v3/",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/ibm-watson/openapi.md"
				}
			]
		},
		{
			"name": "VMWare",
			"x-api-slug": "vmware",
			"description": "At VMware, we believe that software has the power to unlock new opportunities for people and our planet. We look beyond the barriers of compromise to engineer new ways to make technologies work together seamlessly. Our software forms a digital foundation that powers the apps, services and experiences that are transforming the world.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/VMware_logo.png",
			"humanURL": "http://vmware.com",
			"baseURL": "https://example.com//suite-api/api",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/vmware/openapi.md"
				}
			]
		},
		{
			"name": "New Relic",
			"x-api-slug": "new-relic",
			"description": "New Relic???s digital intelligence platform lets developers, ops, and tech teams measure and monitor the performance of their applications and infrastructure.",
			"image": "http://kinlane-productions.s3.amazonaws.com/screen-capture-api/22963-new-relic.jpg",
			"humanURL": "https://newrelic.com/",
			"baseURL": "https:///v2/",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/new-relic/openapi.md"
				}
			]
		},
		{
			"name": "AWS EC2 Container Service",
			"x-api-slug": "aws-ec2-container-service",
			"description": "Amazon EC2 Container Service (ECS) is a highly scalable, high performance container management service that supports Docker containers and allows you to easily run applications on a managed cluster of Amazon EC2 instances. Amazon ECS eliminates the need for you to install, operate, and scale your own cluster management infrastructure. With simple API calls, you can launch and stop Docker-enabled applications, query the complete state of your cluster, and access many familiar features like security groups, Elastic Load Balancing, EBS volumes, and IAM roles. You can use Amazon ECS to schedule the placement of containers across your cluster based on your resource needs and availability requirements. You can also integrate your own scheduler or third-party schedulers to meet business or application specific requirements.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/Compute_AmazonECS.png",
			"humanURL": "https://aws.amazon.com/ecs/",
			"baseURL": ":///",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-ec2-container-service/openapi.md"
				}
			]
		},
		{
			"name": "AWS Lightsale",
			"x-api-slug": "aws-lightsale",
			"description": "Amazon Lightsail is the easiest way to get started with AWS for developers who just need virtual private servers. Lightsail includes everything you need to launch your project quickly - a virtual machine, SSD-based storage, data transfer, DNS management, and a static IP - for a low, predictable price. You manage those Lightsail servers through the Lightsail console or by using the API or command-line interface (CLI).",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/aws-lightsail.png",
			"humanURL": "https://amazonlightsail.com/",
			"baseURL": ":///",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-lightsale/openapi.md"
				}
			]
		},
		{
			"name": "AWS Elastic Beanstalk",
			"x-api-slug": "aws-elastic-beanstalk",
			"description": "AWS Elastic Beanstalk is an easy-to-use service for deploying and scaling web applications and services developed with Java,.NET, PHP, Node.js, Python, Ruby, Go, andDockeron familiar servers such as Apache, Nginx, Passenger, andIIS.You can simply upload your code and Elastic Beanstalk automatically handles the deployment, from capacity provisioning, load balancing, auto-scaling to application health monitoring. At the same time, you retain full control over the AWS resources powering your application and can access the underlying resources at any time.There is no additional charge for Elastic Beanstalk - you pay only for the AWS resources needed to store and run your applications.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/Compute_AWSElasticBeanstalk.png",
			"humanURL": "https://aws.amazon.com/elasticbeanstalk/",
			"baseURL": ":///",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-elastic-beanstalk/openapi.md"
				}
			]
		},
		{
			"name": "AWS RDS",
			"x-api-slug": "aws-rds",
			"description": "Amazon Relational Database Service (Amazon RDS) makes it easy to set up, operate, and scale arelational databasein the cloud. It provides cost-efficient and resizable capacity while managing time-consuming database administration tasks, freeing you up to focus on your applications and business. Amazon RDS provides you six familiar database engines to choose from, includingAmazon Aurora,PostgreSQL,MySQL,MariaDB,Oracle, andMicrosoft SQL Server.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/Database_AmazonRDS.png",
			"humanURL": "https://aws.amazon.com/rds/",
			"baseURL": ":///",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-rds/openapi.md"
				}
			]
		},
		{
			"name": "AWS Database Migration Service",
			"x-api-slug": "aws-database-migration-service",
			"description": "AWS Database Migration Service helps you migrate databases to AWS easily and securely. The source database remains fully operational during the migration, minimizing downtime to applications that rely on the database. The AWS Database Migration Service can migrate your data to and from most widely used commercial and open-source databases. The service supports homogenous migrations such as Oracle to Oracle, as well as heterogeneous migrations between different database platforms, such as Oracle to Amazon Aurora or Microsoft SQL Server to MySQL. It also allows you to stream data to Amazon Redshift from any of the supported sources including Amazon Aurora, PostgreSQL, MySQL, MariaDB, Oracle, SAP ASE and SQL Server, enabling consolidation and easy analysis of data in the petabyte-scale data warehouse. AWS Database Migration Service can also be used for continuous data replication with high-availability.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/Database_AWSDatabaseMigrationService.png",
			"humanURL": "https://aws.amazon.com/dms/",
			"baseURL": ":///",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-database-migration-service/openapi.md"
				}
			]
		},
		{
			"name": "AWS CodeDeploy",
			"x-api-slug": "aws-codedeploy",
			"description": "AWS CodeDeploy is a service that automates code deployments to any instance, including Amazon EC2 instances and instances running on-premises. AWS CodeDeploy makes it easier for you to rapidly release new features, helps you avoid downtime during application deployment, and handles the complexity of updating your applications. You can use AWS CodeDeploy to automate software deployments, eliminating the need for error-prone manual operations, and the service scales with your infrastructure so you can easily deploy to one instance or thousands.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/aws-codedeploy.png",
			"humanURL": "https://aws.amazon.com/codedeploy/",
			"baseURL": ":///",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-codedeploy/openapi.md"
				}
			]
		},
		{
			"name": "AWS EC2 Systems Manager",
			"x-api-slug": "aws-ec2-systems-manager",
			"description": "Amazon EC2 Systems Manager is a management service that helps you automatically collect software inventory, apply OS patches, create system images, and configure Windows and Linux operating systems. These capabilities help you define and track system configurations, prevent drift, and maintain software compliance of your EC2 and on-premises configurations. By providing a management approach that is designed for the scale and agility of the cloud but extends into your on-premises data center, EC2 Systems Manager makes it easier for you to seamlessly bridge your existing infrastructure with AWS.EC2 Systems Manager is easy to use. Simply access EC2 Systems Manager from the EC2 Management Console, select the instances you want to manage, and define the management tasks you want to perform. EC2 Systems Manager is available now at no cost to manage both your EC2 and on-premises resources.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/Compute_AmazonEC2.png",
			"humanURL": "https://aws.amazon.com/ec2/systems-manager/",
			"baseURL": ":///",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-ec2-systems-manager/openapi.md"
				}
			]
		},
		{
			"name": "AWS OpsWorks",
			"x-api-slug": "aws-opsworks",
			"description": "AWS OpsWorks is a configuration management service that uses Chef, an automation platform that treats server configurations as code. OpsWorks uses Chef to automate how servers are configured, deployed, and managed across your Amazon Elastic Compute Cloud (Amazon EC2) instances or on-premises compute environments. OpsWorks has two offerings, AWS Opsworks for Chef Automate, and AWS OpsWorks Stacks.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/Management-Tools_AWSOpsWorks.png",
			"humanURL": "https://aws.amazon.com/opsworks/",
			"baseURL": ":///",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-opsworks/openapi.md"
				}
			]
		},
		{
			"name": "AWS Identity and Access Management",
			"x-api-slug": "aws-identity-and-access-management",
			"description": "AWS Identity and Access Management (IAM) enables you to securely control access to AWS services and resources for your users. Using IAM, you can create and manage AWS users and groups, and use permissions to allow and deny their access to AWS resources.IAM is a feature of your AWS account offered at no additional charge. You will be charged only for use of other AWS services by your users.To get started using IAM, orif you have already registered with AWS, go to theAWS Management Consoleand get started with theseIAM Best Practices.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/Security-Identity_AWSIAM.png",
			"humanURL": "https://aws.amazon.com/iam/",
			"baseURL": ":///",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-identity-and-access-management/openapi.md"
				}
			]
		},
		{
			"name": "AWS Elastic MapReduce",
			"x-api-slug": "aws-elastic-mapreduce",
			"description": "Amazon EMR provides a managed Hadoop framework that makes it easy, fast, and cost-effective to process vast amounts of data across dynamically scalable Amazon EC2 instances. You can also run other popular distributed frameworks such as Apache Spark, HBase, Presto, and Flink in Amazon EMR, and interact with data in other AWS data stores such as Amazon S3 and Amazon DynamoDB.Amazon EMR securely and reliably handles a broad set of big data use cases, including log analysis, web indexing, data transformations (ETL), machine learning, financial analysis, scientific simulation, and bioinformatics.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/Analytics_AmazonEMR.png",
			"humanURL": "https://aws.amazon.com/emr/",
			"baseURL": ":///",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-elastic-mapreduce/openapi.md"
				}
			]
		},
		{
			"name": "AWS Pinpoint",
			"x-api-slug": "aws-pinpoint",
			"description": "Amazon Pinpoint makes it easy to run targeted campaigns to drive user engagement in mobile apps. Amazon Pinpoint helps you understand user behavior, define which users to target, determine which messages to send, schedule the best time to deliver the messages, and then track the results of your campaign.Targeted push notifications based on app usage trends and user behavior have become a popular approach for mobile app user engagement because response rates are often several times higher than tradition email marketing campaigns. By using targeted push notifications, you can increase message relevance and effectiveness, measure engagement, and continually improve your campaigns.Getting started with Amazon Pinpoint is easy. First, AWS Mobile Hub guides you through the process to integrate the AWS Mobile SDK with your app. Next, you define your target segments, campaign message, and specify the delivery schedule. Once your campaign is running, Pinpoint provides metrics so you can run analytics and track the impact of your campaign.With Amazon Pinpoint, there are no upfront setup costs, and no fixed monthly cost. You only pay for the number of users your campaign targets, the messages you send, and the events you collect, so you can start small and scale as your application grows.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/aws-pinpoint.jpg",
			"humanURL": "https://aws.amazon.com/pinpoint/",
			"baseURL": ":///",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-pinpoint/openapi.md"
				}
			]
		},
		{
			"name": "AWS EC2",
			"x-api-slug": "aws-ec2",
			"description": "Amazon Elastic Compute Cloud is a web service that provides resizable compute capacity in the cloud. It is designed to make web-scale cloud computing easier for developers. Amazon EC2s simple web service interface allows you to obtain and configure capacity with minimal friction. It provides you with complete control of your computing resources and lets you run on Amazon&rsquo;s proven computing environment. Amazon EC2 reduces the time required to obtain and boot new server instances to minutes, allowing you to quickly scale capacity, both up and down, as your computing requirements change. Amazon EC2 changes the economics of computing by allowing you to pay only for capacity that you actually use. Amazon EC2 provides developers the tools to build failure resilient applications and isolate themselves from common failure scenarios.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/Compute_AmazonEC2.png",
			"humanURL": "https://aws.amazon.com/ec2/",
			"baseURL": ":///",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-ec2/openapi.md"
				}
			]
		},
		{
			"name": "AWS Auto Scaling",
			"x-api-slug": "aws-auto-scaling",
			"description": "Auto Scaling helps you maintain application availability and allows you to scale yourAmazon EC2capacity up or down automatically according to conditions you define. You can use Auto Scaling to help ensure that you are running your desired number of Amazon EC2 instances. Auto Scaling can also automatically increase the number of Amazon EC2 instances during demand spikes to maintain performance and decrease capacity during lulls to reduce costs. Auto Scaling is well suited both to applications that have stable demand patterns or that experience hourly, daily, or weekly variability in usage.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/Compute_AmazonEC2_AutoScaling.png",
			"humanURL": "https://aws.amazon.com/autoscaling/",
			"baseURL": ":///",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-auto-scaling/openapi.md"
				}
			]
		},
		{
			"name": "AWS Route 53",
			"x-api-slug": "aws-route-53",
			"description": "Amazon Route 53 is a highly available and scalable cloud Domain Name System (DNS) web service. It is designed to give developers and businesses an extremely reliable and cost effective way to route end users to Internet applications by translating names like www.example.com into the numeric IP addresses like 192.0.2.1 that computers use to connect to each other. Amazon Route 53 is fully compliant with IPv6 as well.Amazon Route 53 effectively connects user requests to infrastructure running in AWS &ndash; such as Amazon EC2 instances, Elastic Load Balancing load balancers, or Amazon S3 buckets &ndash; and can also be used to route users to infrastructure outside of AWS. You can use Amazon Route 53 to configure DNS health checks to route traffic to healthy endpoints or to independently monitor the health of your application and its endpoints. Amazon Route 53 Traffic Flow makes it easy for you to manage traffic globally through a variety of routing types, including Latency Based Routing, Geo DNS, and Weighted Round Robin&mdash;all of which can be combined with DNS Failover in order to enable a variety of low-latency, fault-tolerant architectures. Using Amazon Route 53 Traffic Flow&rsquo;s simple visual editor, you can easily manage how your end-users are routed to your application&rsquo;s endpoints&mdash;whether in a single AWS region or distributed around the globe. Amazon Route 53 also offers Domain Name Registration &ndash; you can purchase and manage domain names such as example.com and Amazon Route 53 will automatically configure DNS settings for your domains.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/Networking_AmazonRoute53.png",
			"humanURL": "https://aws.amazon.com/route53/",
			"baseURL": ":///",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-route-53/openapi.md"
				}
			]
		},
		{
			"name": "Google App Engine",
			"x-api-slug": "google-app-engine",
			"description": "Build modern web and mobile applications on an open cloud platform: bring your own language runtimes, frameworks, and third party libraries. Google App Engine is a fully managed platform that completely abstracts away infrastructure so you focus only on code. Go from zero to planet-scale and see why some of today&rsquo;s most successful companies power their applications on App Engine.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/google-app-engine-icon.png",
			"humanURL": "https://cloud.google.com/appengine/",
			"baseURL": "://appengine.googleapis.com//",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/google-app-engine/openapi.md"
				}
			]
		},
		{
			"name": "Google Compute Engine",
			"x-api-slug": "google-compute-engine",
			"description": "Google Compute Engine delivers virtual machines running in Googles innovative data centers and worldwide fiber network. Compute Engines tooling and workflow support enable scaling from single instances to global, load-balanced cloud computing.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/Google_Compute_Engine_logo.png",
			"humanURL": "https://cloud.google.com/compute/",
			"baseURL": "://www.googleapis.com//compute/v1/projects",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/google-compute-engine/openapi.md"
				}
			]
		},
		{
			"name": "Google Cloud Spanner",
			"x-api-slug": "google-cloud-spanner",
			"description": "Cloud Spanner is the first and only relational database service that is both strongly consistent and horizontally scalable. With Cloud Spanner you enjoy all the traditional benefits of a relational database: ACID transactions, relational schemas (and schema changes without downtime), SQL queries, high performance, and high availability. But unlike any other relational database service, Cloud Spanner scales horizontally, to hundreds or thousands of servers, so it can handle the highest of transactional workloads. With automatic scaling, synchronous data replication, and node redundancy, Cloud Spanner delivers up to 99.999% (five 9s) of availability for your mission critical applications. In fact, Google&rsquo;s internal Spanner service has been handling millions of queries per second from many Google services for years.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/google-spanner-global-scale-consistency_2x.png",
			"humanURL": "https://cloud.google.com/spanner/",
			"baseURL": "://spanner.googleapis.com//",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/google-cloud-spanner/openapi.md"
				}
			]
		},
		{
			"name": "Google Cloud SQL",
			"x-api-slug": "google-cloud-sql",
			"description": "Cloud SQL is a fully-managed database service that makes it easy to set up, maintain, manage, and administer your relational PostgreSQL BETA and MySQL databases in the cloud. Cloud SQL offers high performance, scalability, and convenience. Hosted on Google Cloud Platform, Cloud SQL provides a database infrastructure for applications running anywhere.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/google-cloud-sql-lead-2x.png",
			"humanURL": "https://cloud.google.com/sql/",
			"baseURL": "://www.googleapis.com//sql/v1beta4",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/google-cloud-sql/openapi.md"
				}
			]
		},
		{
			"name": "Microsoft Graph",
			"x-api-slug": "microsoft-graph",
			"description": "Microsoft Graph exposes multiple APIs from Office 365 and other Microsoft cloud services through a single endpoint: https://graph.microsoft.com. Microsoft Graph simplifies queries that would otherwise be more complex. You can use Microsoft Graph to: Access data from multiple Microsoft cloud services, including Azure Active Directory, Exchange Online as part of Office 365, SharePoint, OneDrive, OneNote, and Planner. Navigate between entities and relationships. Access intelligence and insights from the Microsoft cloud (for commercial users).",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/microsoft-graph.png",
			"humanURL": "https://developer.microsoft.com/en-us/graph/",
			"baseURL": "https://graph.microsoft.com//",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/microsoft-graph/openapi.md"
				}
			]
		},
		{
			"name": "Avaza",
			"x-api-slug": "avaza",
			"description": "Avaza is a beautiful online software suite with modules for Project Management, Timesheets, Expenses &amp; Invoicing. Access from anywhere, with any device. Avaza is the leading all-in-one software for running client focused businesses. Avaza allows businesses of all sizes to more easily and effectively manage team projects, time tracking, expense reporting, quoting &amp; invoicing. It can be accessed simply via a web browser from anywhere in the world on any device.",
			"image": "http://kinlane-productions.s3.amazonaws.com/screen-capture-api/28373-avaza.jpg",
			"humanURL": "https://www.avaza.com",
			"baseURL": "https:///",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/avaza/openapi.md"
				}
			]
		},
		{
			"name": "Backupify",
			"x-api-slug": "backupify",
			"description": "",
			"image": "",
			"humanURL": "http://backupify.com",
			"baseURL": "https://api.backupify.com//",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/backupify/openapi.md"
				}
			]
		},
		{
			"name": "Predix",
			"x-api-slug": "predix",
			"description": "Predix (IoT PaaS) helps you develop apps that connect people with industrial machines through analytics and data for better business outcomes.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/predix-vector-logo.png",
			"humanURL": "https://www.predix.io",
			"baseURL": "https:////v1",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/predix/openapi.md"
				}
			]
		},
		{
			"name": "Dezrez",
			"x-api-slug": "dezrez",
			"description": "Cloud based estate agent software , sales & letting agent software, estate agent website design and property management software - Dezrez  Services",
			"image": "http://kinlane-productions.s3.amazonaws.com/screen-capture-api/28888-www-dezrez-com.jpg",
			"humanURL": "https://www.dezrez.com",
			"baseURL": "https://api.dezrez.com//",
			"tags": "Instances",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/dezrez/openapi.md"
				}
			]
		}
	],
	"tags": "Instances",
	"include": [
		{
			"name": "Browshot",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/browshot/apis.yaml"
		},
		{
			"name": "IBM Watson",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/ibm-watson/apis.yaml"
		},
		{
			"name": "VMWare",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/vmware/apis.yaml"
		},
		{
			"name": "New Relic",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/new-relic/apis.yaml"
		},
		{
			"name": "AWS EC2 Container Service",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-ec2-container-service/apis.yaml"
		},
		{
			"name": "AWS Lightsale",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-lightsale/apis.yaml"
		},
		{
			"name": "AWS Elastic Beanstalk",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-elastic-beanstalk/apis.yaml"
		},
		{
			"name": "AWS RDS",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-rds/apis.yaml"
		},
		{
			"name": "AWS Database Migration Service",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-database-migration-service/apis.yaml"
		},
		{
			"name": "AWS CodeDeploy",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-codedeploy/apis.yaml"
		},
		{
			"name": "AWS EC2 Systems Manager",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-ec2-systems-manager/apis.yaml"
		},
		{
			"name": "AWS OpsWorks",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-opsworks/apis.yaml"
		},
		{
			"name": "AWS Identity and Access Management",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-identity-and-access-management/apis.yaml"
		},
		{
			"name": "AWS Elastic MapReduce",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-elastic-mapreduce/apis.yaml"
		},
		{
			"name": "AWS Pinpoint",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-pinpoint/apis.yaml"
		},
		{
			"name": "AWS EC2",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-ec2/apis.yaml"
		},
		{
			"name": "AWS Auto Scaling",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-auto-scaling/apis.yaml"
		},
		{
			"name": "AWS Route 53",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/aws-route-53/apis.yaml"
		},
		{
			"name": "Google App Engine",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/google-app-engine/apis.yaml"
		},
		{
			"name": "Google Compute Engine",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/google-compute-engine/apis.yaml"
		},
		{
			"name": "Google Cloud Spanner",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/google-cloud-spanner/apis.yaml"
		},
		{
			"name": "Google Cloud SQL",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/google-cloud-sql/apis.yaml"
		},
		{
			"name": "Microsoft Graph",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/microsoft-graph/apis.yaml"
		},
		{
			"name": "Avaza",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/avaza/apis.yaml"
		},
		{
			"name": "Backupify",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/backupify/apis.yaml"
		},
		{
			"name": "Predix",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/predix/apis.yaml"
		},
		{
			"name": "Dezrez",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-topics/instances/master/_listings/dezrez/apis.yaml"
		}
	]
}